//Tf = (9 / 5) * Tc + 32
console.log('Hello world');
var Tc = 32
var Tf = (9 / 5) * Tc + 32 
alert("температура по Фарингейту =" + Tf)

//3. Объявить две переменные: admin и name. Записать в name
// строку "Василий"; Скопировать значение из name в admin. 
//Вывести admin (должно вывести «Василий»).

var admin; 
let name = "Василий";
admin = name;
alert("Admin " + admin)

//*Чему будет равно JS-выражение 1000 + "108"(равна числу 1000 и строке 108)/
var a = 1000 + "108";
alert(a);

/* тега script (async и defer) асинк асинхрнный запуск когда 
и дума  , дефер выполняет код после загруски дума по порядку файлы запускаются*/